[Balance.Iris_PawnBalance_SkagAdult AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Skag Adulto",TransformedNames=((TransformedName="Skag Adulto de Fogo"),(TransformedName="Skag Adulto Elétrico"),(TransformedName="Skag Adulto Corrosivo "),(TransformedName="Skag Adulto Slag ")))
PlayThroughs[1]=(DisplayName="Skag Chifrudo",TransformedNames=((TransformedName="Skag de Fogo Chifrudo"),(TransformedName="Skag Elétrico Chifrudo"),(TransformedName="Skag Corrosivo Chifrudo"),(TransformedName="Skag Slag Chifrudo")))

[Balance.Iris_PawnBalance_SkagBadassCorrosive AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Skag Corrosivo Encrenqueiro")
PlayThroughs[1]=(DisplayName="Skag Corrosivo Super Encrenqueiro")

[Balance.Iris_PawnBalance_SkagBadassFire AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Skag de Fogo Encrenqueiro")
PlayThroughs[1]=(DisplayName="Skag de Fogo Super Encrenqueiro")

[Balance.Iris_PawnBalance_SkagBadassShock AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Skag Elétrico Encrenqueiro")
PlayThroughs[1]=(DisplayName="Skag Elétrico Super Encrenqueiro")

[Balance.Iris_PawnBalance_SkagBarfer AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Skag Vomitador",TransformedNames=((TransformedName="Skag Vomitador de Fogo"),(TransformedName="Skag Vomitador Elétrico"),(TransformedName="Skag Vomitador Corrosivo"),(TransformedName="Skag Vomitador Slag")))
PlayThroughs[1]=(DisplayName="Skag Vomitador",TransformedNames=((TransformedName="Skag Vomitador de Fogo"),(TransformedName="Skag Vomitador Elétrico"),(TransformedName="Skag Vomitador Corrosivo"),(TransformedName="Skag Vomitador Slag")))

[Balance.Iris_PawnBalance_SkagPup AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Cachorro Skag",TransformedNames=((TransformedName="Cachorro Skag de Fogo"),(TransformedName="Cachorro Skag Elétrico "),(TransformedName="Cachorro Skag Corrosivo"),(TransformedName="Cachorro Skag coberto de Slag")))
PlayThroughs[1]=(DisplayName="Cachorro Skag Chifrudo",TransformedNames=((TransformedName="Cachorro Skag de Fogo Chifrudo"),(TransformedName="Cachorro Skag Elétrico Chifrudo "),(TransformedName="Cachorro Skag Corrosivo Chifrudo"),(TransformedName="Cachorro Skag Slag Chifrudo")))

[Balance.Iris_PawnBalance_SkagSpitter AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Skag Cuspidor",TransformedNames=((TransformedName="Skag Cuspidor de Fogo"),(TransformedName="Skag Cuspidor de Eletricidade"),(TransformedName="Skag Cuspidor de Ácido"),(TransformedName="Skag Cuspidor coberto de Slag")))
PlayThroughs[1]=(DisplayName="Skag Falcoeiro",TransformedNames=((TransformedName="Skag Falcoeiro ígneo"),(TransformedName="Skag Falcoeiro Elétrico"),(TransformedName="Skag Falcoeiro Ácido"),(TransformedName="Skag Falcoeiro Slag")))

[Balance.Unique.Iris_PawnBalance_SkagRabid AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Skag Furioso",TransformedNames=((TransformedName="Cachorro Skag de Fogo"),(TransformedName="Cachorro Skag Elétrico"),(TransformedName="Cachorro Skag Corrosivo")))

[Population.Iris_PawnBalance_TinasSkag AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Henrique")
PlayThroughs[1]=(DisplayName="Henrique")

